{
  "chapter": [
    {
      "verse": 1,
      "arab": "الم",
      "latin": "alif laam miim",
      "id": "Alif laam miim."
    },
    {
      "verse": 2,
      "arab": "ذَٰلِكَ الْكِتَابُ لَا رَيْبَ ۖ فِيهِ هُدًى لِّلْمُتَّقِينَ",
      "latin": "dzaalikal kitaabu laa raiba fiih, hudan lilmuttaqiin",
      "id": "Kitab (Al Quran) ini tidak ada keraguan padanya; petunjuk bagi mereka yang bertakwa,"
    },
    {
      "verse": 3,
      "arab": "الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ",
      "latin": "alladziina yu’minuuna bil-ghaibi wa yuqiimuunas-shalaata wa mimmaa razaqnaahum yunfiquun",
      "id": "(yaitu) mereka yang beriman kepada yang gaib, yang mendirikan salat, dan menafkahkan sebagian rezeki yang Kami anugerahkan kepada mereka."
    },
    {
      "verse": 4,
      "arab": "وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ وَبِالْآخِرَةِ هُمْ يُوقِنُونَ",
      "latin": "walladziina yu’minuuna bimaa unzila ilaika wamaa unzila min qablika wabil-aakhirati hum yuuqinuun",
      "id": "dan mereka yang beriman kepada Kitab (Al-Quran) yang telah diturunkan kepadamu dan kitab-kitab yang telah diturunkan sebelummu, serta mereka yakin akan adanya (kehidupan) akhirat."
    },
    {
      "verse": 5,
      "arab": "أُولَٰئِكَ عَلَىٰ هُدًى مِّن رَّبِّهِمْ وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
      "latin": "ulaa-ika 'alaa hudam mir rabbihim wa ulaa-ika humul muflihuun",
      "id": "Merekalah yang mendapat petunjuk dari Tuhannya, dan merekalah orang-orang yang beruntung."
    },
    {
      "verse": 6,
      "arab": "إِنَّ الَّذِينَ كَفَرُوا سَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ",
      "latin": "innalladziina kafaruu sawaa’un ‘alaihim a-anzartahum am lam tundzirhum laa yu’minuun",
      "id": "Sesungguhnya orang-orang kafir, sama saja bagi mereka, kamu beri peringatan atau tidak kamu beri peringatan, mereka tidak akan beriman."
    },
    {
      "verse": 7,
      "arab": "خَتَمَ اللَّهُ عَلَىٰ قُلُوبِهِمْ وَعَلَىٰ سَمْعِهِمْ وَعَلَىٰ أَبْصَارِهِمْ غِشَاوَةٌ وَلَهُمْ عَذَابٌ عَظِيمٌ",
      "latin": "khatamallahu ‘alaa quluubihim wa ‘alaa sam’ihim wa ‘alaa abshaarihim ghisyaawatun wa lahum ‘adzaabun ‘azhiim",
      "id": "Allah telah mengunci hati dan pendengaran mereka, dan penglihatan mereka ditutup. Dan bagi mereka siksa yang berat."
    },
    {
      "verse": 8,
      "arab": "وَمِنَ النَّاسِ مَن يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الْآخِرِ وَمَا هُم بِمُؤْمِنِينَ",
      "latin": "wa minan naasi man yaquulu aamannaa billaahi wa bilyawmil aakhiri wamaa hum bimu’miniin",
      "id": "Di antara manusia ada yang mengatakan: \"Kami beriman kepada Allah dan Hari kemudian,\" padahal mereka itu sesungguhnya bukan orang-orang yang beriman."
    },
    {
      "verse": 9,
      "arab": "يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلَّا أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
      "latin": "yukhaadi’uunallaaha walladziina aamanuu wamaa yakhda’uuna illaa anfusahum wamaa yash’uruun",
      "id": "Mereka hendak menipu Allah dan orang-orang yang beriman, padahal mereka hanya menipu dirinya sendiri sedang mereka tidak sadar."
    },
    {
      "verse": 10,
      "arab": "فِي قُلُوبِهِم مَّرَضٌ فَزَادَهُمُ اللَّهُ مَرَضًا وَلَهُمْ عَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْذِبُونَ",
      "latin": "fii quluubihim maradun fazaadahumullaahu maradan wa lahum ‘adzaabun aliimun bimaa kaanuu yakdhibuun",
      "id": "Dalam hati mereka ada penyakit, lalu ditambah Allah penyakitnya; dan bagi mereka siksa yang pedih, disebabkan mereka berdusta."
    }
{
      "verse": 11,
      "arab": "وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ",
      "latin": "wa idzaa qiila lahum laa tufsidoo fil-ardhi qaaluu innamaa nahnu mushlihuun",
      "id": "Dan bila dikatakan kepada mereka: \"Janganlah kamu membuat kerusakan di muka bumi,\" mereka menjawab: \"Sesungguhnya kami orang-orang yang mengadakan perbaikan.\""
    },
    {
      "verse": 12,
      "arab": "أَلَا إِنَّهُمْ هُمُ الْمُفْسِدُونَ وَلَٰكِن لَّا يَشْعُرُونَ",
      "latin": "alaa innahum humul mufsiduuna wa laakin laa yasy’uruun",
      "id": "Ingatlah, sesungguhnya mereka itulah orang-orang yang membuat kerusakan, tetapi mereka tidak sadar."
    },
    {
      "verse": 13,
      "arab": "وَإِذَا قِيلَ لَهُمْ آمِنُوا كَمَا آمَنَ النَّاسُ قَالُوا أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاءُ أَلَا إِنَّهُمْ هُمُ السُّفَهَاءُ وَلَٰكِن لَّا يَعْلَمُونَ",
      "latin": "wa idzaa qiila lahum aaminoo kamaa aamanan naasu qaaluu anu’minu kamaa aamanas sufahaa, alaa innahum humus sufahaa’u wa laakin laa ya’lamuun",
      "id": "Apabila dikatakan kepada mereka: \"Berimanlah kamu sebagaimana orang lain telah beriman.\" Mereka menjawab: \"Akan berimankah kami sebagaimana orang-orang yang bodoh itu telah beriman?\" Ingatlah, sesungguhnya mereka itulah orang-orang yang bodoh, tetapi mereka tidak tahu."
    },
    {
      "verse": 14,
      "arab": "وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا إِلَىٰ شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ",
      "latin": "wa idzaa laqul-ladziina aamanuu qaaluu aamannaa wa idzaa khalaw ilaa syayaathiinihim qaaluu innaa ma’akum innamaa nahnu mustahzi’uun",
      "id": "Dan bila mereka berjumpa dengan orang yang beriman, mereka mengatakan: \"Kami telah beriman.\" Dan bila mereka kembali kepada syaitan-syaitan mereka, mereka mengatakan: \"Sesungguhnya kami sejalan dengan kamu, kami hanya berolok-olok.\""
    },
    {
      "verse": 15,
      "arab": "اللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ",
      "latin": "Allah yastahzi’u bihim wa yamudduhum fii tughyaanihim ya’mahuun",
      "id": "Allah akan (membalas) olok-olokan mereka dan membiarkan mereka terombang-ambing dalam kesesatan mereka."
    },
    {
      "verse": 16,
      "arab": "أُولَٰئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَىٰ فَمَا رَبِحَت تِّجَارَتُهُمْ وَمَا كَانُوا مُهْتَدِينَ",
      "latin": "ulaa-ikal-ladziinashtarawudh-dhalaalata bil-hudaa famaa rabiḥat tijaaratuhum wamaa kaanuu muhtadiin",
      "id": "Mereka itulah orang yang menukar petunjuk dengan kesesatan, maka perdagangan mereka tidak beruntung dan mereka tidak mendapat petunjuk."
    },
    {
      "verse": 17,
      "arab": "مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ اللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لَا يُبْصِرُونَ",
      "latin": "mathaluhum kamathalilladzi istawqada naaran falammaa adhaa-at maa hawlahu dzahaballahu binuurihim wa tarakahum fii dhulumaati laa yubshiruun",
      "id": "Perumpamaan mereka adalah seperti orang yang menyalakan api, setelah api itu menerangi sekelilingnya, Allah hilangkan cahaya (yang menyinari) mereka dan membiarkan mereka dalam kegelapan, tidak bisa melihat."
    },
    {
      "verse": 18,
      "arab": "صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَرْجِعُونَ",
      "latin": "shummun bukmun ‘umyun fahum laa yarji’uun",
      "id": "Mereka tuli, bisu dan buta, maka tidaklah mereka akan kembali (ke jalan yang benar)."
    },
    {
      "verse": 19,
      "arab": "أَوْ كَصَيِّبٍ مِّنَ السَّمَاءِ فِيهِ ظُلُمَاتٌ وَرَعْدٌ وَبَرْقٌ يَجْعَلُونَ أَصَابِعَهُمْ فِي آذَانِهِم مِّنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِ وَاللَّهُ مُحِيطٌ بِالْكَافِرِينَ",
      "latin": "aw kashayyibim minas samaa-i fiihi dhulumaatuw wa ra’dun wa barqun yaj’aluuna ashaabi’ahum fii aazaanihim minas shawa’iqi hadzaral maut wallaahu muhiitun bil kaafiriin",
      "id": "Atau seperti (orang yang ditimpa) hujan lebat dari langit, di dalamnya ada gelap, petir dan kilat; mereka menyumbat telinganya dengan jari-jari mereka terhadap suara petir itu karena takut mati. Allah meliputi orang-orang yang kafir."
    },
    {
      "verse": 20,
      "arab": "يَكَادُ الْبَرْقُ يَخْطَفُ أَبْصَارَهُمْ كُلَّمَا أَضَاءَ لَهُم مَّشَوْا فِيهِ وَإِذَا أَظْلَمَ عَلَيْهِمْ قَامُوا وَلَوْ شَاءَ اللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ ۚ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
      "latin": "yakaadul barqu yakhtafu abshaarahum kulla maa adhaa-a lahum masyau fiih wa idzaa azhlama ‘alaihim qaamuu wa law shaa-allahu ladhahaba bisam’ihim wa abshaarihim innallaha ‘ala kulli syai-in qadiir",
      "id": "Hampir saja kilat itu menyambar penglihatan mereka. Setiap kali (kilat itu) menerangi mereka, mereka berjalan di bawahnya, dan apabila gelap menimpa mereka, mereka berhenti. Sekiranya Allah menghendaki, niscaya Dia hilangkan pendengaran dan pengliatan mereka; sesungguhnya Allah Maha Kuasa atas segala sesuatu."
    }
  ]
}
